[
        {
            "title": "Marker 1",
            "innercontent": "Founded in 1824, the Porcelain Factory of Vista Alegre was the first industrial unit  dedicated to porcelain production in Portugal. For the foundation and success of this risky  industrial development was crucial the spirit of persistence of its founder, José Ferreira   Pinto Basto. Leading figure in Portuguese society of the nineteenth century farm owner,  daring dealer, wisely incorporated the liberal ideas of the century,  having become &quot;the first example of free enterprise&quot; in Portugal."
        },
        {

            "title": "Marker 2",
            "innercontent": "The Taj Mahal is located on the right bank of the Yamuna River in a vast Mughal garden that encompasses nearly 17 hectares, in the Agra District in Uttar Pradesh. It was built by Mughal Emperor Shah Jahan in memory of his wife Mumtaz Mahal with construction starting in 1632 AD and completed in 1648 AD, with the mosque, the guest house and the main gateway on the south, the outer courtyard and its cloisters were added subsequently and completed in 1653 AD. The existence of several historical and Quaranic inscriptions in Arabic script have facilitated setting the chronology of Taj Mahal. For its construction, masons, stone-cutters, inlayers, carvers, painters, calligraphers, dome builders and other artisans were requisitioned from the whole of the empire and also from the Central Asia and Iran. Ustad-Ahmad Lahori was the main architect of the Taj Mahal."
        
        },
        {
            "title": "Marker 3",
            "innercontent": "Golconda Fort, also known as Golkonda is a fortified citadel and an early capital city of the Qutb Shahi dynasty (c.1512–1687), located in Hyderabad, Telangana, India. Because of the vicinity of diamond mines, especially Kollur Mine, Golconda flourished as a trade centre of large diamonds, known as the Golconda Diamonds. The region has produced some of the world's most famous diamonds, including the colourless Koh-i-Noor (now owned by the United Kingdom), the blue Hope (United States), the pink Daria-i-Noor (Iran), the white Regent (France), the Dresden Green (Germany), and the colourless Orlov (Russia), Nizam and Jacob (India), as well as the now lost diamonds Florentine Yellow, Akbar Shah and Great Mogul."
        }
]

